{
    "app": {
        "free": "Gratuit",
        "pay": "Payant"
    },
    "button": {
        "conseiller": "Parler à un conseiller",
        "opportuniter": "Découvrir les opportunités",
        "look_finance": "Chercher un financement",
        "savoir": "Savoir plus",
        "participer": "Participer",
        "complet": "Complet",
        "back": "Retour"
    },
    "service": {
        "title": "Nos services",
        "_1": {
            "title": "Recherche de financements",
            "text": "La recherche de financements et de contributions est une étape importante de la réalisation d'un projet où on fait appel à la collaboration de partenaires. Leur contribution peut être financière et prendre la forme de subventions, de dons ou de commandites. Elle peut aussi se faire par une contribution en biens et services, tels que le prêt d'équipements, la participation d'experts, les services divers d'analyses.",
            "des": {
                "_1": "La recherche de financements et de contributions est une étape importante de la réalisation d'un projet où on fait appel à la collaboration de partenaires. Leur contribution peut être financière et prendre la forme de subventions, de dons ou de commandites. Elle peut aussi se faire par une contribution en biens et services, tels que le prêt d'équipements, la participation d'experts, les services divers d'analyses.",
                "_2": "Dans son approche, I&P considère, en plus des financements traditionnels (banque, levée de fonds, demandes aux institutions financières, etc.), des financements moins conventionnels ou alternatifs ; comme les tontines.",
                "_3": "Les tontines ont le potentiel pour devenir l'une des principales sources de financement des projets. Il suffit de redéfinir certains aspects structurels et organisationnels de ce concept populaire pour l'adapter au monde de l'entreprise.",
                "_4": "Notre objectif est de permettre aux entrepreneurs de différentes régions, parties du continent et du monde d'être en mesure d'autofinancer leurs projets en se soutenant mutuellement."
            }
        },
        "_2": {
            "title": "Assistance à l'investissement et à la mise en oeuvre",
            "text": "Le Cameroun est un pays offrant d'énormes possibilités d'investissement. I&P accompagne les entreprises, en particulier les TPE et les SME, qui sont généralement lésées dans la recherche d'opportunités d'investissement.",
            "des": {
                "_1": "Le Cameroun est un pays offrant d'énormes possibilités d'investissement. I&P accompagne les entreprises, en particulier les TPE et les SME, qui sont généralement lésées dans la recherche d'opportunités d'investissement.",
                "_2": "I&P accompagne l'investisseur dans une ou plusieurs phases de son processus d'implantation : évaluation ou identification de l'idée du projet, choix de la localisation du site d'implantation, préparation du business plan, constitution de la société, mise en place et lancement de l'activité, extension et développement de la société etc…",
                "_3": "Prenant en considération les nombreuses incertitudes de notre environnement économique et sociopolitique susceptible d’impacter le succès, I&P s'efforce d’en minimiser les effets au travers d’une méthodologie qui permet de quantifier l'activité prévisible, de mesurer les ressources nécessaires et enfin de rassembler les moyens à mettre en œuvre.",
                "_4": "Aussi, ayant une parfaite connaissance des réalités de l'environnement des affaires au Cameroun, nous déployons les ressources nécessaires pour identifier et définir les besoins des entreprises afin d’y apporter promptement des solutions efficaces orientée \"efficacité et valeur ajoutée\"."
            }
        },
        "_3": {
            "title": "Stratégie d'investissement",
            "text": "Ce service s’adresse principalement aux dirigeants d’entreprise dans la meure ou I&P les accompagne dans l’élaboration de leur business model, avec l’objectif de capitaliser sur les avantages de l’entreprise pour dégager des axes de croissance et de compétitivité.",
            "des": {
                "_1": "Ce service s’adresse principalement aux dirigeants d’entreprise dans la meure ou I&P les accompagne dans l’élaboration de leur business model, avec l’objectif de capitaliser sur les avantages de l’entreprise pour dégager des axes de croissance et de compétitivité. Nous intervenons ainsi dans le cadre de nombreuses missions : mise en place d’une stratégie de croissance, repositionnement de l’entreprise sur son marché, diversification, développement de nouveaux produits ou services, transformation digitale, optimisation de la relation client, entre autres.",
                "_2": "Au-delà de cette fonction de conseil, nous déployons également un volet opérationnel à travers la réalisation des audits et benchmarks, l’analyse des marchés, I ’appropriation de l’environnement interne et externe, l’identification des problématiques et la mise en place des scénarios qui vont y répondre."
            }
        },
        "_4": {
            "title": "Ingénierie du patrimoine",
            "text": "I&P offre ce service aux particuliers et aux entreprises pour leur faciliter la prise de décisions éclairées, en ce qui concerne tous les choix importants liés à un projet d’investissement ou à un projet de vie.",
            "des": {
                "_1": "I&P offre ce service aux particuliers et aux entreprises pour leur faciliter la prise de décisions éclairées. En ce qui concerne tous les choix importants liés à un projet d’investissement ou à un projet de vie. Nous fournissons ainsi des bilans précis et détaillés de la situation patrimoniale, proposons des ajustements en fonction de la mutation des besoins du client.",
                "_2": "A cet effet, nous effectuons au préalable un diagnostic patrimonial indispensable pour définir les attentes, les besoins, les contraintes et les freins du commanditaire. Ce diagnostic permet de hiérarchiser ses priorités et de définir avec lui la stratégie la plus adaptée à une gestion optimale de son patrimoine.",
                "_3": "Aussi nous intervenons dans les domaines de :",
                "list": {
                    "_1": "Gestion financière (épargne, capital) ;",
                    "_2": "Gestion immobilière: achat, vente, location ;",
                    "_3": "Accompagnement lors du rachat ou lors de la vente d’une entreprise ;",
                    "_4": "Accompagnement juridique: préparation du contrat de mariage, divorce ;",
                    "_5": "Conseil fiscal."
                }
            }
        },
        "_5": {
            "title": "Mise en relation",
            "text": "Par le biais de sa plateforme, I&P offre une véritable zone de flux entre l’offre des porteurs de projets et la demande des investisseurs potentiels",
            "des": {
                "_1": "Par le biais de sa plateforme, I&P offre une véritable zone de flux entre l’offre des porteurs de projets et la demande des investisseurs potentiels.",
                "_2": "L’objectif ici est de mettre en relation des entreprises avec des entreprises, des entreprises avec des particuliers ou des particuliers avec des particuliers afin qu’ils puissent trouver et/ou rentabiliser le produit ou le service dont ils ont besoin.",
                "_3": "Cette dématérialisation de l’offre et de la demande va inciter la rencontre entre des personnes physiques et morales qui n’avaient, jusque-là, rien en commun.",
                "_4": "Le principe est simple : lorsque vous avez une offre à proposer, vous la publiez sur la plateforme I&P afin qu’elle soit visible de vos éventuels futurs partenaires d’affaires; et dans le cas où vous êtes à la recherche d’une offre, vous avez la possibilité de consulter celles présentes et les comparer entre elles afin d’opérer le choix qui correspond le mieux à vos attentes."
            }
        },
        "_6": {
            "title": "Gestion et suivi des projets",
            "text": "Notre mission consiste à permettre aux porteurs de projets, organisations de la société civile, institutions publiques et privées de pouvoir recourir à tout moment à notre expertise.",
            "des": {
                "_1": "Notre mission consiste à permettre aux porteurs de projets, organisations de la société civile, institutions publiques et privées (mairies, bailleurs de fonds tant bilatéraux que multilatéraux, projets internationaux basés en Afrique, aux organisations non gouvernementales) de pouvoir recourir à tout moment à notre expertise.",
                "_2": "Pour ce faire, nous réalisons un accompagnement dans le cadre non exhaustif de :",
                "list": {
                    "_1": "La conception, et la mise en œuvre, le suivi-évaluation et l’analyse financière des projets ;",
                    "_2": "Le développement économique ;",
                    "_3": "le renforcement des capacités ;",
                    "_4": "L’élaboration du plan d’action et de développement ;",
                    "_5": "La négociation des partenariats ;",
                    "_6": "Le conseil en stratégie et organisation ;",
                    "_7": "La coordination de projet ;",
                    "_8": "L’assistance à la maitrise d’ouvrage."
                }
            }
        },
        "_7": {
            "title": "Conseil en investissement",
            "text": "Vous souhaitez  placer des capitaux dans un projet financier, immobilier ou d’entreprise? I&P est le conseiller qu’il vous faut.",
            "des": {
                "title": "Vous souhaitez placer des capitaux dans un projet financier, immobilier ou d’entreprise? I&P est le conseiller qu’il vous faut :",
                "_1": {
                    "title": "Conseil en investissement financier",
                    "text": "Notre défi ici est de vous recommander l'investissement financier le mieux adapté à vos projets et objectifs. Ainsi, nous sélectionnons pour vous les fonds réalisant les meilleurs profits."
                },
                "_2": {
                    "title": "Conseil en investissement immobilier",
                    "text": "Grâce à un réseau fort de promoteurs immobiliers, notre offre s’adapte parfaitement à vos attentes, vous assurant ainsi un minimum de rentabilité."
                },
                "_3": {
                    "title": "Conseil en investissement dans les projets d’entreprises",
                    "text": "Notre rôle consiste à préconiser l’investissement dans les projets d’entreprise à fort potentiel mieux adaptés et donc plus rentables."
                }
            }
        }
    },
    "expert": {
        "title": "Nos experts"
    },
    "partner": {
        "title": "Nos partenaires",
        "text": "Invest & Partners s'assure de vous offrir le meilleur accompagnement possible dans vos projects, et s'entoure ainsi de partenaires de qualité qui ont une maitrise de l'environnement économique. Ce réseau de partenaires a vocation à s'élargir afin de répondre au mieux à vos attentes."
    },
    "projet_ip": {
        "title": "Nos projets"
    },
    "chiffre": {
        "user": "Utilisateurs",
        "projet": "Projets",
        "money": "Investis"
    },
    "langue": {
        "fr": "Francais",
        "en": "Anglais"
    },
    "about": {
        "header": "La plateforme panafricaine adéquate pour vos investissements et la prise en main de vos projets",
        "text": "L’Afrique en général et le Cameroun en particulier sont devenus au fil du temps, et plus encore au cours des trois dernières décennies, des espaces propices aux investissements de toute nature. Le cabinet INVEST & PARTNERS (I&P) se positionne désormais au Cameroun comme le conseiller par excellence dans cette démarche de capter les opportunités à capitaliser. Grâce au dynamisme et à l’expertise de nos spécialistes, notre connaissance parfaite de l’environnement économique, et notre réseau de partenaires, notamment en Cote d’Ivoire et au Rwanda, nous ne ménageons aucun effort dans l’optique de répondre à vos différents besoins en termes d’investissement, d’accompagnement, de diagnostic, de suivi, de gestion et d’implémentation."
    },
    "event": {
        "title": "Nos événements",
        "header": "Creez votre reseau d'affaire en prenant part à nos sessions.",
        "text": "Saisissez cette opportunité, interagissez avec les conseillers et commencez le parcours vers votre indépendance financière.",
        "sub_title": {
            "_1": "Ce mois",
            "_2": "Autres événements"
        },
        "organise": "Organiser par",
        "places": {
            "restant": "Places restantes"
        },
        "form": {
            "title": "Participation à l'évenement",
            "text": {
                "_1": "Vous voulez participer à l'évenement",
                "_2": "La participation à cette évenement coûtera",
                "_3": "La participation à cette évenement est gratuit"
            },
            "sub_title_1": "Informations personnelles",
            "input": {
                "_1": {
                    "title": "Nom complet",
                    "placeholder": "Nom & prenom"
                },
                "_2": {
                    "title": "Email",
                    "placeholder": ""
                },
                "_3": {
                    "title": "Téléphone",
                    "placeholder": "Téléphone"
                },
                "_4": {
                    "title": "Nombre places",
                    "placeholder": "Places"
                }
            },
            "sub_title_2": "Choisir le moyen de paiement",
            "pay": {
                "_1": {
                    "title": "Votre numéro de téléphone",
                    "placeholder": "Numéro de téléphone"
                }
            },
            "btn": {
                "_1": "Payer",
                "_2": "Participer"
            }
        }
    },
    "header": {
        "home": "Accueil",
        "about": "Qui sommes nous?",
        "projet": "Projets",
        "event": "Événements",
        "logout": "Déconnexion",
        "board": "Tableau de board",
        "signup": "Créer mon compte",
        "signin": "Connexion",
        "contact": "Contacts"
    },
    "footer": {
        "_1": "Navigations",
        "_2": {
            "title": "Ressources",
            "nav": {
                "_1": "Conditions générales d'utilisation",
                "_2": "Politique de confidentialité"
            }
        },
        "_3": {
            "title": "Souscrire",
            "input": {
                "placeholder": "Entrez l'adresse e-mail",
                "btn": "Souscrire"
            },
            "help": "Recevez les mises à jour sur les investissements et les partenaires dans votre boîte aux lettres électronique."
        },
        "copyright": "Copyright 2021 Tous droits réservés à Invest & Partners"
    },
    "not_found": {
        "event": "Aucun événement pour l'instant"
    },
    "date": {
        "time_format": "De {{start}} à {{end}}"
    },
    "banner": {
        "title": "Votre meilleur partenaire d'affaire",
        "sub_title": "Faire le choix de cheminer avec Invest & Partners, c’est opter pour une collaboration efficace et efficiente, parce que :",
        "des_1": {
            "_1": "Nous avons accès par le canal de nos différents partenaires, à une base de données, régulièrement actualisée, des potentiels porteurs de projet ainsi que les réalités et opportunités disponibles au Cameroun, au Rwanda et en Cote d’Ivoire ;",
            "_2": "Présence dans les 10 régions à travers son réseau et ses partenariats avec des organisations professionnelles, des PME, etc."
        },
        "des_2": {
            "_1": "Dans un souci de plus en plus urgent de dématérialisation des services, nous disposons d’une plateforme Web et d’une application mobile (Apple et PlayStore) pour faciliter les échanges en temps réel entre investisseurs, porteurs de projet, partenaires et consultants d’I&P;",
            "_2": "Nous vous garantissions enfin un accompagnement à 360° pour la réalisation de vos différents projets."
        }
    },
    "bio": "Biographie",
    "contact_us": {
        "title": "Contactez nous",
        "text": "BP:",
        "form": {
            "title": "Envoyez-nous un mail",
            "input": {
                "_1": {
                    "title": "Nom complet",
                    "placeholder": "Nom & prenom"
                },
                "_2": {
                    "title": "Email",
                    "placeholder": "Email"
                },
                "_3": {
                    "title": "Objet",
                    "placeholder": "Objet"
                },
                "_4": {
                    "title": "Message",
                    "placeholder": "Message"
                }
            },
            "btn": "Envoyer"
        }
    },
    "auth": {
        "des": {
            "title": "Votre meilleur partenaire",
            "text": "INVEST & PARTNERS, l'assurance d'un placement profitable",
            "btn": "Aller à l'accueil"
        },
        "connexion": {
            "title": "Connexion",
            "form": {
                "_1": {
                    "title": "Qui êtes-vous ?",
                    "value": {
                        "_1": "Un porteur de projet",
                        "_2": "Un investisseur"
                    }
                },
                "_2": {
                    "title": "Email",
                    "placeholder": "Email"
                },
                "_3": {
                    "title": "Mot de passe",
                    "placeholder": "Mot de passe"
                }
            },
            "text": "Mot de passe oublié ?",
            "remenber": "Se souvenir de moi",
            "btn": "Connexion"
        },
        "forgot_password": {
            "text": "Je me souviens de mon mot de passe",
            "form": {
                "_1": {
                    "title": "Qui êtes-vous ?",
                    "value": {
                        "_1": "Un porteur de projet",
                        "_2": "Un investisseur"
                    }
                },
                "_2": {
                    "title": "Email",
                    "placeholder": "Email"
                }
            },
            "btn": "Récupérer mon mot de passe"
        },
        "inscription": {
            "title": "Inscription",
            "form": {
                "_1": {
                    "title": "Qui êtes-vous ?",
                    "value": {
                        "_1": "Un porteur de projet",
                        "_2": "Un investisseur"
                    }
                },
                "_2": {
                    "title": "Quelle est votre personnalité juridique ?",
                    "value": {
                        "_1": "Personne physique (Individu)",
                        "_2": "Personne morale (Entreprise)"
                    }
                },
                "_3": {
                    "title_1": "Nom",
                    "title_2": "Nom de l'entité",
                    "placeholder": "Nom"
                },
                "_4": {
                    "title": "Prenom",
                    "placeholder": "Prenom"
                },
                "_5": {
                    "title": "Email",
                    "placeholder": "Email"
                },
                "_6": {
                    "title": "Numéro de téléphone",
                    "placeholder": "Numéro de téléphone"
                },
                "_7": {
                    "title": "Mot de passe",
                    "placeholder": "Mot de passe"
                },
                "_8": {
                    "title": "Plage d'investissement",
                    "placeholder": "Plage d'investissement"
                }
            },
            "text": {
                "_1": "{{ plage }} => Investissement dans des projets dont la valeur du financement est comprise entre {{ min }} XAF et {{ max }} XAF",
                "_2": "Frais d'abonnement annuel: {{ prix }} XAF",
                "_3": "Les champs avec (*) sont obligatoires",
                "_4": "J'accepte",
                "_5": "les Conditions générales d'utilisation ",
                "_6": "et",
                "_7": "Politique de confidentialité."
            },
            "btn": "Inscription"
        },
        "pay": {
            "title": "Paiement des frais d'abonnement",
            "form": {
                "_1": {
                    "title": "Choisir le moyen de paiement"
                },
                "_2": {
                    "title": "Votre numéro de téléphone",
                    "placeholder": "Numéro de téléphone"
                }
            },
            "text": {
                "_1": "Vous avez choisi le profil {{ plage }} qui à une plage d'investissement entre {{ min }} XAF et {{ max }} XAF",
                "_2": "Pour ce profil d'investissement, vous allez payer {{ prix }} XAF comme frais d'abonnement"
            },
            "btn": "Payer"
        }
    },
    "projet": {
        "title": "LA MEILLEURE AFFAIRE S'OFFRE A VOUS",
        "sub_title": "NOS SECTEURS D'ACTIVITÉES",
        "not_found_secteur": "Aucun secteur pour l'instant",
        "not_found_pays": "Aucun pays pour l'instant",
        "not_found_ville": "Aucune ville pour l'instant",
        "not_found_projet": "Aucun projet pour l'instant",
        "not_found_projet_1": "Projet introuvable",
        "option": {
            "title": "Catégories"
        },
        "pays": {
            "title": "Vous pouvez investir dans ces villes"
        },
        "form": {
            "_1": {
                "title": "Pays",
                "placeholder": "Pays"
            },
            "_2": {
                "title": "Ville",
                "placeholder": "Ville"
            },
            "_3": {
                "title": "Niveau d'evolution",
                "placeholder": "Niveau d'evolution",
                "value": {
                    "_1": "Tous",
                    "_2": "Idée",
                    "_3": "Prototype",
                    "_4": "Sur le marché"
                }
            }
        },
        "details": {
            "invest": "XAF déjà investi",
            "investor": "contributions",
            "more": "En savoir plus",
            "cat": "Catégorie",
            "localize": "Localisation",
            "taux": "Taux de rentabilité",
            "ca": "Chiffre d'affaires",
            "duree": "Durée du projet",
            "dead_line": "Délai de recupération",
            "desc": "Description",
            "actu": "Actualités",
            "warn": {
                "_1": "Votre plage d'investissement ne vous permet pas de consulter les informations de ce projet.",
                "_2": "Aller dans votre profil et modifier votre plage d'investissement afin d'être éligible à consulter ce projet",
                "btn": {
                    "_1": "Ok, compris !",
                    "_2": "Modifier ma plage"
                }
            },
            "btn": {
                "_1": "Je suis interessé"
            }
        },
        "other": {
            "_1": "mois",
            "_2": "Non defini",
            "modal": {
                "title": "Vous êtes intéressé par ce projet",
                "message": "Votre message",
                "btn": "Envoyer le message"
            }
        }
    },
    "dashboard": {
        "nav": {
            "_1": "Accueil",
            "_2": "Mes projets",
            "_3": "Messages",
            "_4": "Profil"
        },
        "projet": {
            "title": "Liste de vos projets",
            "click_title": "Cliquez pour voir plus de détails",
            "btn": {
                "_1": "Actualiser",
                "_2": "Nouveau projet"
            },
            "table": {
                "_1": "Projet",
                "_2": "Secteur d'activité",
                "_3": "État",
                "_4": "Besoin en financement",
                "_5": "Investissement en cours",
                "_6": "Écart"
            },
            "state": {
                "_1": "publié"
            },
            "details": {
                "nav": {
                    "_1": "Informations sur le projet",
                    "_2": "Analyses effectuées",
                    "_3": "Actualités",
                    "_4": "Investissements"
                },
                "tab_1": {
                    "_1": "Logo",
                    "_2": "Projet",
                    "_3": "Secteur d'activite",
                    "_4": "Niveau d'avancement",
                    "_5": "Besoin d'un financement de",
                    "_6": "Site web",
                    "_7": "Pays d'activite",
                    "_8": "Ville d'activite",
                    "_9": "Description du projet",
                    "_10": "Membres de votre equipe",
                    "_11": "Document de presentation",
                    "_12": "Medias"
                },
                "tab_2": {
                    "_1": "Etat du projet",
                    "_2": "Chiffre d'affaires previsionnel",
                    "_3": "Duree du projet",
                    "_4": "Retour sur investissement",
                    "_5": "Taux de rentabilite",
                    "_6": "Conseiller en investissement"
                },
                "tab_3": {
                    "_1": "Montant cible",
                    "_2": "Montant investi",
                    "_3": "Nombre d'investisseurs",
                    "details": {
                        "_1": "investisseurs"
                    }
                }
            },
            "new_project": {
                "head": {
                    "_1": "Porteur de projet",
                    "_2": "Projet",
                    "_3": "Équipe",
                    "_4": "Resumé"
                },
                "tab_1": {
                    "title": "Informations personnelles",
                    "sub_title": "Vérifier vos informations personnelles avant de procédé à la creation de votre projet.",
                    "note": "NB: Les chapms avec (*) sont obligatoires",
                    "_1": "Nom complet",
                    "_2": "Email",
                    "_3": "Numéro de téléphone",
                    "_4": "Pays de résidence",
                    "_5": "Ville de résidence"
                },
                "tab_2": {
                    "title": "Informations générales du projet",
                    "sub_title": "Rempliser les champs suivant avant de soumettre votre projet.",
                    "note": "NB: Les chapms avec (*) sont obligatoires",
                    "_1": "Nom du projet",
                    "_2": "Secteur d'activité",
                    "_3": {
                        "title": "Quel est le niveau d'évolution du projet ?",
                        "value": {
                            "_1": "Tous",
                            "_2": "Idée",
                            "_3": "Prototype",
                            "_4": "Sur le marché"
                        }
                    },
                    "_4": "Besoin d'un financement de",
                    "_5": "Site web",
                    "_6": "Pays d'activite",
                    "_7": "Ville d'activite",
                    "_8": {
                        "title": "Brève description du projet",
                        "sub_title": "Décrivez votre projet en quelques mots"
                    },
                    "_9": {
                        "title": "Logo ",
                        "sub_title": "Le logo doit être une image de type jpg ou png"
                    },
                    "_10": {
                        "title": "Document de présentation",
                        "sub_title": "Le document doit être un fichier de type pdf, doc, pptx, mp4 ou mp3"
                    },
                    "_11": {
                        "title": "Autres fichiers",
                        "sub_title": "Vous pouvez ajouter tous types de fichier."
                    }
                },
                "tab_3": {
                    "title": "Informations sur votre équipe",
                    "sub_title": "Cliquez sur l'icon \"+\" pour ajouter un membre de votre équipe.",
                    "form": {
                        "title": {
                            "_1": "Nouveau",
                            "_2": "Existant"
                        },
                        "new": {
                            "_1": "Nom complet",
                            "_2": "Email",
                            "_3": "Téléphone",
                            "_4": "Role dans le projet",
                            "btn": {
                                "text": "Ajouter une photo du membre",
                                "note": "La photo doit être de type jpg ou png"
                            }
                        },
                        "exist": {
                            "_1": "Membres",
                            "_4": "Role dans le projet"
                        },
                        "btn": {
                           "_1": "Fermer",
                           "_2": "Enregistrer" 
                        }
                    }
                },
                "tab_4": {
                    "_1": "Logo",
                    "_2": "Projet",
                    "_3": "Secteur d'activite",
                    "_4": "Niveau d'avancement",
                    "_5": "Besoin d'un financement de",
                    "_6": "Site web",
                    "_7": "Pays d'activite",
                    "_8": "Ville d'activite",
                    "_9": "Description du projet",
                    "_10": "Membres de votre equipe",
                    "_11": "Document de presentation",
                    "_12": "Medias"
                }
            }
        }
    }
}